Repository: Mostafadiaa/pureVisionTask
Catalog: pureVisionTask/General/*.lproj/Localizable.strings
Languages: ar

source: Pure vision
ar: الـــرؤيـة الـنقـيـة

# Purevisionlogo
source: Technology solutions suitable for all individuals and companies through a variety of technical services provided by a team that is characterized by integration
ar: الرؤية النقية شركة متخصصة في تقديم خدمات تصميم مواقع الإنترنت وتطويرها، نحن شركة مبدعة تقدم خدمات كاملة ونستخدم وسائط رقمية متعددة لخلق حلول تسويقية وإعلانية مبتكرة لنشاطك التجاري.

# whoRweTitel
source: WHO ARE WE?
ar: مــن نـحـن؟

# whoRwe
source: Pure vision IT Solutions is a leading specialist in the world of Information and Communications Technology (ICT), Information Security (InfoSec) and Innovative Business Solutions
ar: شركة الرؤية النقية للتقنية والإستثمار (ش.ذ.م.م) تأسست بمجموعة من الخبرات البشرية المتخصصة في مجالات التصميم والبرمجة وتقنية المعلومات ليكون هدفها ان تكون الاول في الشرق الاوسط

# mobTitel
source: Mobile Applications
ar: تطوير برامج الهواتف

# mobText
source: We offer our integrated services in the programming and design of Mobile applications on different operating systems
ar: نقدم خدماتنا المتكاملة في برمجة وتصميم تطبيقات الهواتف على أنظمة التشغيل المختلفة للشركات والأفراد

# webTitel
source: Web Development
ar: تطوير صفحات الويب

# webText
source: We offer professional web design and development services to achieve your goal and enable you to implement your strategies
ar: نحن نقدم خدمات إحترافية لتصميم مواقع الإنترنت وتطويرها لتحقيق الهدف منها وتتيح لك تنفيذ إستراتيجياتك

# iotTitel
source: Smart Homes
ar: البيوت الذكية

# iotText
source: We provide smart solutions for everything you think about and want to control from inside and outside your home or office
ar: نقدم حلول ذكية لكل ما يخطر ببالك وتريد التحكم به من داخل وخارج المنزل او المكتب

# cloudTitel
source: Cloud Computing
ar: الحلول السحابية

# cloudText
source: Pure Vision ITS offers a broad portfolio of professional services aimed at ensuring our clients’ successful deployment, adoption and exploitation of cloud computing
ar: تقدم الرؤية النقية لحلول تكنولوجيا المعلومات مجموعة شاملة من الخدمات الاحترافية المخصصة لمساعدة الشركات الدمج بين التطبيقات المعقدة والتطبيقات الأكثر طلباً

# continueKey
source: Continue
ar: أكمل

source: LogIn
ar: تسجيل الدخول

source: SignUp
ar: انشاء حساب جديد

source: Email
ar: البريد الإلكتروني

# Pass
source: Password
ar: الرقم السري

source: Application No.
ar: رقم الطلب

# personal
source: Personal Information
ar: المعلومات الشخصية

# choseBut
source: Choose
ar: أختر

# name
source: Full Name
ar: الاسم

source: Address
ar: العنوان

# phone
source: address / phone
ar: هاتف

source: Mobile
ar: التليفون المحمول

# idNo
source: Civil ID No.
ar: رقم البطاقة

# tapTwice
source: Tap twice on the blue image to add or change your image
ar: اضغط مرتين علي الصورة الزرقاء الي فوق عشان تضيف صوره او تغير صورتك

# marital
source: Marital Status
ar: الحالة الاجتماعية

source: Type
ar: النوع

source: Married
ar: متزوج

source: Single
ar: أعزب

# femaile
source: Female
ar: أنثى

source: Male
ar: ذكر

source: City
ar: المدينة

source: Nationality
ar: الجنسية

source: Religion
ar: الديانة

# dateBirth
source: Date of birth
ar: تاريخ الميلاد

# jobApp
source: Job Application
ar: طلب توظيف

source: Done
ar: خلاص

source: Education
ar: المؤهلات العلمية

source: High School
ar: الثانوية

source: College
ar: الكلية

source: Other
ar: اخري

# courseName
source: Course Topic
ar: التخصص

# courselocation
source: Organization Name
ar: مكان الدراسة

# numOfYears
source: No. of Years Completetd
ar: عدد سنوات الدراسة

# gradYear
source: Year graduated
ar: سنة التخرج

# add
source: Add New
ar: اضافة جديد

source: Empty Field
ar: بيانات مش كاملة

# allReq
source: All Fields Are Required
ar: كل البيانات مطلوبة

# addNewElemen
source: Add at least one New Element
ar: ادخل بعض البيانات

source: From
ar: من

source: To
ar: الي

# comName
source: Company Name
ar: اسم الشركة

# jobTitel
source: Job Title
ar: المسمي الوظيفي

# reason
source: Reason For Leaving
ar: سبب ترك العمل

source: Salary
ar: الراتب

# startDate
source: Date Started
ar: تاريخ بدء العمل

# endDate
source: Date Left
ar: تاريخ نهاية العمل

# jobHistory
source: Work log
ar: سجل العمل

# addNewLang
source: Add New Language
ar: اضافة لغة جديدة

# otherLang
source: Other Language
ar: لغات اخري

# arName
source: Choose language
ar: العربية

# enName
source: English
ar: الإنجليزية

source: Excellent
ar: ممتاز

source: Good
ar: جيد

source: Fair
ar: وسط

source: Poor
ar: ضعيف

# lang
source: Languages
ar: اللغات

# yourInfo
source: Your Information
ar: معلومات عنك

# skillsInfo
source: job-related skills
ar: مهارات متعلقة بالوظيفة

# skillsInfoField
source: Write skills for the job
ar: اكتب مهارات خاصة بالوظيفة

# whyAtPureVision
source: Why would you like to work with PureVision
ar: لماذا ترغب في العمل مع الرؤية التقنية

# personNoTwo
source: Second Person
ar: الشخص الثاني

# twoPerson
source: Name two people to refer to
ar: اذكر اسم شخصين يمكن الرجوع لهم

# personNoOne
source: First Person
ar: الشخص الاول

# jobOfPer
source: Job
ar: الوظيفة

# compPTwo
source: Company
ar: الشركة

# badPerson
source: Was your Behavio bad during your study or work period
ar: هل كان اسلوبك سيئ خلال فتره الدراسة او العمل سابقا

# resPerson
source: Responsible
ar: مسؤول تتحمل المسؤلية

# loyalPerson
source: Honest,lives by integrity ethics
ar: مخلص و تعمل بمصداقية

# leaderPerson
source: leadership
ar: شخصيتك قيادية

# anotherCity
source: Are you willing to be relocated
ar: هل لديك استعداد للعمل في اي مدينة اخري

# holdayes
source: Are you ready to work during vacations
ar: هل لديك استعداد للعمل اثناء الاجازات

# teamWorker
source: Team Player
ar: تجيد العمل الجماعي

# activePerson
source: energetic and ableto energize
ar: نشيط و حيوي

# positivePerson
source: Positive attitude
ar: ايجابي و متعاون

# suspend
source: Have you been suspended from a previous job
ar: هل تم ايقافك من عمل سابق

# smoke
source: Are you a smoker
ar: هل انت مدخن

# case
source: Have you been convicted in a previous case
ar: هل تمت ادانتك في قضية سابقا

source: Yes
ar: نعم

source: No
ar: لا

# cirtInfo
source: Certificates Images
ar: صور الشهادات

# jobInfo
source: Employment data
ar: معلومات الوظيفة

# desirdJob
source: Position Applied For
ar: الوظيفة المطلوبة

# expSalary
source: expected salary
ar: الراتب المتوقع

# howPvision
source: How did you know about PureVision
ar: كيف عرفت عن الرؤية التقنية

# relativPureVision
source: Do you have relatives within PureVision
ar: هل لديك اقارب داخل الرؤية التقنية

# hobits
source: Hobbies
ar: الهوايات

# afterFive
source: Where do you see yourself after five years
ar: اين تري نفسك بعد خمس سنوات

# extraInfo
source: Other information you wish to add
ar: معلومات اخري ترغب باضافتها

# startDateLabel
source: When are you available for work
ar: تاريخ بدء العمل المطلوب

# driveLicLabel
source: Do you have a driver's license
ar: هل لديك رخصة قيادة سيارة

# iAgreeLabell
source: I agree below to confirm that the information is correct and accurate
ar: انا الموافق أدناة اؤكد أن المعلومات المذكرة صحيحة و دقيقة

# acceptOutlet
source: I Agree
ar: موافق

source: Thank you
ar: شكرا لك

# thanks
source: Your request under review
ar: طلبك قيد المراجعة

source: Settings
ar: الخيارات

source: signOut
ar: تسجيل الخروج

# needR
source: Alert
ar: تنبية

# restart
source: Please restart the App for the best experience
ar: من فضلك اعد تشغيل البرنامج من اجل افضل تجربة استخدام
